Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja3/lebesby-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 3 Davvi Girji 2009.
nob: Artikkel i boka Samisk skolehistorie 3. Davvi Girji 2009.

source: Historjjáhis gieldda skuvlahistorjjás
nob: Av en historieløs kommunes skolehistorie

source: Svein Lund lea čohkken
nob: Samla av Svein Lund

source: Finnmárkku gielddain gullá Davvesiida daidda maid birra lea unnimusat čállojuvvon.
nob: Blant kommunene i Finnmark er nok Lebesby / Davvesiida en av dem som er minst omskrevet.

source: Davvesiida lea sajáiduvvan turistamagnehta Davvenjárgga ja Gáŋgaviikka gaskkas, Gáŋgaviikkas lea fas Eurohpá nannáma davimus njárga.
nob: Lebesby ligger mellom turistmagneten Nordkapp og Gamvik kommune med Europas nordligste fastlandspunkt.

source: Lulábealde Davvesiidda leat Porsáŋggu ja Deanu gielddat, mat leat ollu beahkáneappot miehtá riikka.
nob: I sør grenser kommunen mot Porsanger og Tana, som nok også er langt mer landskjent enn Lebesby.

source: Gieldda namma sáhtášii seamma bures leamaš Lágesvuotna, go dan fátmmasta buot guovlluid dan vuona birra, olggumus heaitásan guollevearain gitta Lágesduoddarii vuotnabađa siskkobealde.
nob: Kommunen kunne vel så gjerne hett Laksefjord / Lágesvuotna, for den omfatter områdene rundt denne fjorden fra ytterste avfolka fiskevær til Laksefjordvidda / Lágesduottar innafor fjordbotnen.

source: Vuona guolleriggodagat leat dološ áiggi rájes leamaš vuona mearrasámiid eallinláibin, muhto badjelmearálaš guollebivdu lea 1900-logu nuppi bealde gurren vuona ja jávkadan eanaš eallinvuođus.
nob: Fiskeressursene i fjorden har fra uminnelige tider vært livsgrunnlaget til sjøsamene som bodde spredt rundt hele fjorden, men rovfiske i siste halvdel av 1900-tallet har tømt fjorden og fjerna mesteparten av livsgrunnlaget.

source: Dat fas lea mielddisbuktán ahte olmmošlohku lea njiedjan mealgat.
nob: Dette har igjen bidratt til at folketallet her har gått veldig tilbake.

source: Olggumusas vuonas dážat vuođđudedje juo gaskaáiggis dážat guollevearaid.
nob: Ytterst i fjorden blei det allerede i middelalderen etablert norske fiskevær.

source: Moanat dain leat juo heaitásan, stuorimus mas ain orrot olbmot lea dálá gieldaguovddáš Gilivuotna.
nob: Flere av dem er seinere avfolka, det største som holder stand er det nåværende kommunesenteret Kjøllefjord.

source: Dološ áiggi rájes lea leamaš čielga vuostálasvuohta «olggut ja siskkit suohkaniid» gaskkas, mii buorremuddui vástida osiide gielddas maid dážat ja sámit leat hálddašan.
nob: Fra gammelt av har det vært en klar motsetning mellom «ytre sogn» og «indre sogn», som i stor grad tilsvarer de norskdominerte og samiskdominerte delene av kommunen.

source: «Davvesiida lea historjjáhis gielda».
nob: «Lebesby er en historieløs kommune».

source: Nie logai Edmund Johansen Gussanjárggas Lágesvuonas iežas gieldda birra jearahallamis 1997:s.
nob: Det sa Edmund Johansen på Kunes i Laksefjorden om kommunen sin i et intervju i 1997.

source: Son čujuhii dasa ahte Davvesiiddas ii leat musea ii ge giligirji.
nob: [1] Han viste til at Lebesby verken har museum eller bygdebok.

source: 1970-logus bođii evttohus bálkáhit muhtin historihkkára, gii dalle lei čállime ránnjágieldda, Porsáŋggu, gilligirjji, vai son maiddái čálášii Davvesiidda gieldda birra, muhto dan hilggui gielddastivrra eanetlohku.
nob: På 1970-tallet kom det opp forslag om å engasjere en historiker, som da holdt på å skrive bygdebok for nabokommunen Porsanger, til også å skrive om Lebesby kommune, men det sa flertallet i kommunestyret nei til.

source: Muhtimat leat geažidan ahte eai háliidan goaivut bearehaga historjjás, go dalle livččii boahtán ovdan man sámi dát historjá lea.
nob: Noen har antyda at man ikke ønska å grave for mye i historia fordi det da ville komme fram hvor samisk denne historia er.

source: Dattetge mii leat nagodan gávdnat juoidá, erenoamážit Riikkaarkiivvas, Romssa Stáhtaarkiivvas ja easkka almmuhuvvon girjjis báikkálaš girkohistorjjás.
nob: Likevel har vi klart å finne noe, særlig i Riksarkivet og Statsarkivet i Tromsø og i ei bok om den lokale kirkehistoria.

source: Dovddus olbmot skuvlahistorjjás
nob: Kjente personer i skolehistoria

source: Máŋga dovddus olbmo geaid birra lea muitaluvvon eará sajiin Sámi skuvlahistorjá-girjjiin leat bargan báhppan dahje oahpaheaddjin guovllus mii dál lea Davvesiidda gielda
nob: En rekke kjente personer som er omtalt andre steder i Samisk skolehistorie har hatt sitt virke som prest eller lærer i det området som i dag utgjør Lebesby kommune.

source: Thomas von Westen lei dáppe 1717:s ja njealji girku gaskkas maid son huksehii Finnmárkui, lei okta Davvesiiddas.
nob: Thomas von Westen var her i 1717 og ei av de fire kirkene han fikk reist i Finnmark var på stedet Lebesby.

source: Moadde jagi maŋŋá son bálkáhii Knud Leem Davvesiidda ja Porsáŋggu miššonearan.
nob: Få år etter tilsatte han Knud Leem som misjonær i Lebesby og Porsanger.

source: Leem šattai maŋŋil sámegiela professor Seminarium lapponicum nammasaš skuvllas Troandimis.
nob: Leem blei seinere professor i samisk ved Seminarium Lapponicum i Trondheim.

source: Son lei vuosttáš gii čálii sámegiel grammatihka ja sátnegirjji, ja son almmuhii stuora girjji man namma lei Beskrivelse over Finnmarkens lapper.
nob: Han var den første som skreiv samisk grammatikk og ordbok og han ga ut et stort verk under tittelen Beskrivelse over Finnmarkens lapper.

source: Čuođenáre jagi su maŋŋá bođii Nils Vibe Stockfleth, gii lei Davvesiidda báhppan 1828–39.
nob: Vel hundre år seinere kom Niels Vibe Stockfleth, som var prest i Lebesby 1828–39.

source: Dán áiggis son čálii sámegiel áppesa, lohkangirjji ja grammatihka, seammás go jorgalii risttalaš girjjiid sámegillii.
nob: I denne tida skreiv han samisk ABC, lesebok og grammatikk, samtidig som han oversatte religiøs litteratur til samisk.

source: Baard Tvete, gii lei Davvesiidda suohkanbáhppan 1935–44 ja moadde jagi dan maŋŋá oahpaheaddjin Gussanjárggas, Sáltesávjjus ja Idjavuonas, čálii 1950-logus dutkosa Skolebøker for samebarn i Norge fra Thomas von Westen til i dag.
nob: [3] Baard Tvete, som var sogneprest i Lebesby 1935–44 og lærer på Kunes, Veidnes og Ifjord noen år seinere, skreiv på 1950-tallet avhandlinga Skolebøker for samebarn i Norge fra Thomas von Westen til i dag.

source: Das son lea geavahan ollu ovdamearkkaid Davvesiiddas, nu ahte das lea maiddái ollu báikkálaš historjá.
nob: Der har han brukt mye eksempler fra Lebesby, slik at her også er mye lokalhistorie.

source: 1960–67 lei Stein Henriksen suohkanbáhppan dáppe.
nob: 1960–67 var Stein Henriksen sogneprest her.

source: Ovdalaš go fárrii Davvesiidii čálii artihkkala Man dihtii sámiide gymnása ?, mii prentejuvvui moatti aviisii ja mas lei dehálaš rolla rahčamis álggahit sierra sámi gymnása.
nob: Like før han kom til Lebesby skreiv han artikkelen Hvorfor samisk gymnas?[4], som blei trykt i flere aviser og spilte en viktig rolle i kampen for å få et eget samisk gymnas.

source: Áigodagas 1899–1903 lei dáppe oahpaheaddji gean namma lei Isak Persen.
nob: I tida 1899–1903 var her en lærer ved navn Isak Persen.

source: Son šattai maŋŋil oahpaheaddjin ruovttugielddastis, Unjárggas, válddii goarggu Saba ja 1906:s válljejuvvui vuosttaš sámi stuoradiggeáirrasin.
nob: Han blei seinere lærer i sin hjemkommune Nesseby, tok etternavnet Saba og i 1906 blei han valgt som den første samiske stortingsrepresentant.

source: Son lea maiddái beaggán Sámi soga lávlaga čállin.
nob: Han er også kjent som forfatter av Sámi soga lávlla (Samefolkets sang).

source: Áibbas nuppi bealde lei Christen Brygfjeld, gii lei oahpaheaddjin dáppe maŋimus jagiid ovdal go 1923:s šattai Finnmárkku skuvladirektevran.
nob: På stikk motsatte side sto Christen Brygfjeld[5], som var lærer her før han i 1923 blei skoledirektør i Finnmark.

source: Álgo-jagiid maŋŋil go son álggii dan virgái de lei Finnmárkku skuvladirektevra čujuhus Davvesiiddas.
nob: De første åra etter at han blei ansatt hadde Skoledirektøren i Finnmark adresse Lebesby.

source: Brygfjeld gulai buot garraseamos dáruiduhttiide, ja son lei maiddái bahábeakkálmas hui garra oahpaheaddjin.
nob: Brygfjeld var en av de mest uforsonlige fornorskerne man har sett, og han var også berykta som en svært hard lærer.

source: Maiddái nubbi, gii maŋŋil šattai skuvladirektevran, lea leamaš oahpaheaddjin dáppe.
nob: Også en annen seinere skoledirektør har vært lærer her.

source: Randi Nordback Madsen lei Finnmárkku maŋimus skuvladirektevra 1986–92. Su vuosttaš oahpaheaddjivirgi lei duddeoahpaheaddjin Davvesiidda internáhtas 1947/48.
nob: Randi Nordback Madsen[6], som var Finnmarks siste skoledirektør 1986–92, hadde sin første lærerjobb som erstatningslærer ved Lebesby internat 1947/48.

source: 1950-logus lei Richard Bergh oahpaheaddjin guovtti skuvllas gielddas. Dan botta go lei dáppe son čohkkegođii álbmotmuittuid, ja daid vuođul lea maŋŋá lea almmuhan máŋga girjji.
nob: På 1950-tallet var Richard Bergh[7] lærer ved to skoler i kommunen, mens han var her starta han sitt arbeid som folkeminnesamler, noe som har resultert i ei rekke bøker.

source: «Ii oktage girji iežaset gillii»
nob: «Ingen Bøger paa sit eget Maal»

source: Davvisiidda vuosttaš dovddus báhpaid gaskkas lei muhtin gii lei erenoamáš garra dáruiduhttinberošteaddji.
nob: Blant de første kjente prestene i Lebesby var en som utmerka seg som en svært hard forkjemper for fornorsking av samer.

source: Dat lei dánskalaš Peter Werloes, gii lei Gilivuona suohkanbáhpa juste maŋŋá go konfirmašuvdna álggahuvvui 1736:s.
nob: Det var dansken Peter Werloes, som var sogneprest i Kjøllefjord rett etter at konfirmasjonen var blitt innført i 1736.

source: Son čállá 1743:s ahte báhpaid ferte geatnegahttit ahte eai dohkket ovttage konfirmašuvdnii «jus eai sáhte čilget iežaset dárogillii (dánskagillii)»
nob: Han skriver i 1743 at prestene må forpliktes til ikke å anta noen til konfirmasjon «uden at de kan explisere sig paa nordsk (dansk)».

source: «Werloes čuoččuha ahte boasttuvuohta Norggas lea ahte miššonearat ja oahpaheaddjit leat váldán sámiid giela bearehaga vuhtii.
nob: [8] «Werloes hevder at feilen i Norge er at misjonærer og lærere har tatt så altfor mye hensyn til samenes språk.

source: Ja sámi váhnemat leat beare litnásat ja eahcálaččat mánáidasat, danin sii eai daga maidege vai mánát oahpašedje dánskkagiela.»
nob: Og sameforeldrene er så altfor bløte og ømme overfor barna sine, derfor setter de ikke noe inn på at barna skal lære dansk.»

source: Son háliida heaittihit sámemiššuvnna ja čállá ahte dánskagiella «galgá leat vuođđu, man ala dat ásahusat berrejit huksejuvvot, mat galget álggahuvvot sámiid bajásčuvgehusa várás.»
nob: Han vil legge ned samemisjonen, og skriver at dansk «skal være Fundamentet hvorpaa de Anstalter bør grundlægges som man vil gjennomføre til Finnernes Oplysning.»

source: Dattetge manná álggus baicce nuppeláhkái.
nob: Likevel skjedde i første omgang det motsatte.

source: Seminarium lapponicum álggahuvvo fas ja 1767:s almmuhii Knud Leem sihke sámi áppesa ja kátkkesmusa.
nob: Seminarium lapponicum blei gjenoppretta og i 1767 utga Knud Leem både samisk ABC og katekisme.

source: Gerhard Sandberg, gii lei Nuorta-Finnmárkku miššoneara, muitala 1771:s ahte son lei ožžon muhtin dáin girjjiin Unjárgii, muhto Davvesiiddas lei ollu vearrat, doppe lei jámma girjeváili.
nob: Gerhard Sandberg, som var misjonær for Øst-Finnmark forteller i 1771 at han hadde fått endel av disse bøkene til Nesseby, men at det var verre i Lebesby, der det var konstant mangel på bøker.

source: Baard Tvete bájuha Sandberga raporta ná: «Ii imaš ahte risttalašvuohta lea nu heittogis dilis go lea Lágesvuonas ja Deanus, «go sis eai leat leamaš girjjit iežaset gillii».
nob: Baard Tufte refererer Sandbergs rapport slik: «Ikke noe å undres over at det står så dårlig til med kristendommen som det gjør i Laksefjord og Tana, «da de ingen Bøger have havt paa sit eget Maal».

source: Erenoamáš heittot lea Lágesvuonas.
nob: Særlig ille er det i Laksefjord.

source: Doppe leat sámit hui nuppástuvvon.
nob: Der er samene uhyre forsømt.

source: Doppe váilot meastá álfárot sámegiel girjjit.
nob: Der er også mangelen på samiske bøker nesten total.

source: Ja doppe sis lea dasa lassin heajos skuvlameašttir, gii baicce galggašii leat giddagasas dan sadjái go oahpaheamen earáid.
nob: Og der har de dessuten en dårlig skolemester som heller burde ha vært på tukthuset enn å lære andre.

source: Ja báhppa boahtá dohko dušše guktii jahkái ja doallá rihpaid».
nob: Og presten kommer der bare to ganger i året og holder altergang.»[9]

source: Čuorbbit sierra sámi joavkkus
nob: Sinker på lappisk parti

source: Go eiseválddit 1800-logu loahpas áigo váldit sámegiela eret skuvllas, ožžo ollásit doarjaga Davvesiidda gieldda jođiheddjiin: «Davvesiidda skuvlakommišuvdna ávžžuhii 1887:s ahte girjjit main lei guovttegielat teaksta, galge heaittihuvvot daid mánáide geat oppanassiige sáhtte oahppat juoidá.
nob: Da myndighetene mot slutten av 1800-tallet ville fjerne samisk språk fra skolen, fikk de full støtte fra de styrende i Lebesby kommune: «Lebesby skolekommisjon anbefalte i 1887 at bøker med dobbelt språktekst burde avskaffes for de barn som overhodet kunne lære noe.

source: «Seammás dahká jáhkkimis riektamusat jus čohkke buot biire čurbbiid ovtta sámi jovkui.»
nob: «Medens man formodentlig gjør rettest i at samle saavidt mulig alle en Kredses Sinker paa et Lappisk parti.»

source: Dát čuorbbit sáhttet beassat geavahit sámi girjjiid ja oažžut oahpahusa iežaset eatnigillii.
nob: Disse sinkene kan få bruke samiske bøker og få opplæring på sitt morsmål.

source: Ii dattetge ábut geahččalit oahpahit sidjiide dárogiela.
nob: Det nytter så allikevel ikke å forsøke å lære dem norsk.

source: Dáid čurbbiid dihte dárbbaša danin maiddái boahtteáiggis girjjiid main lea sámegiel teaksta.»
nob: For disse sinkenes skyld vil man derfor også i fremtiden ha bruk for bøker med samisk tekst.»[10]

source: Idjavuona skuvla huksejuvvui 1896:s, ovdal lei oahpahus darfegoađis.
nob: Ifjord skole var bygd i 1896, før dette var undervisninga her i ei torvgamme.

source: Dát govva lea 1908:s.
nob: Dette bildet er fra 1908.

source: Skuvla heaittihuvvui go Davvisiidda internáhtta lei gárvvis.
nob: Skolen blei lagt ned da internatet på Lebesby sto ferdig.

source: (Govva: Bernt Thomassen / Ulf Jacobsena govvačoahkkaldat)
nob: (Foto: Bernt Thomassen / Ulf Jacobsens fotosamling)

source: Eai beroštan váhnemiid oainnus
nob: Ikke hensyn til foreldrenes mening

source: Sihke oahpaheaddjit ja báhpat sáhttet muitalit ahte váhnemat eai lean nu mielas dáruiduhttinrahčamussii.
nob: Både lærere og prester kan fortelle at foreldrene slett ikke er positive til fornorskingsstrevet.

source: Oahpaheaddji Elias Gjervig, geas ledje sámi oahppit Sáltesávjjus, čállá iežas ohcamis sámefondii 1885: «Áiggun mearkkašit, ahte mun muhtin váhnemiin lean deaivan ollu vuostehágu, mii guoská dáruiduhttimii, go sámit dáppe eai eisege háliit oahppat dárogiela, muhto sávan dattetge ahte muhtin jagiid bargguin vel sáhttá ollásit vealtit sámegiela dáin biirriin.»
nob: Lærer Elias Gjervig, som hadde samiske elever på Veidnes, skriver i sin finnefondssøknad 1885:«Forresten skal jeg bemærke, at jeg af enkelte forældre har mødt en ikke ringe modstand, hvad fornorskningen angaar, da lapperne her slet ikke vil lære norsk, men jeg haaber dog, at man ved nogle aars arbeide endnu vil kunne opnaa aldeles at undvære det lappiske sprog for disse kredses vedkommende.»

source: Gjervig lei čielgasit áŋgiris dáruiduhtti ja jagi maŋŋá son muitala stuora ovdáneami birra ja vugiid birra maid son lea geavahan: «Dan bokte ahte lean gieldán mánáid bottuin ja gaskabeaiveáiggis geavaheamis sámegiela ja movttiidahttán buohkaid geain lea oktavuohta mánáiguin, nu guhkás go vejolaš dárostit sidjiide, lean erenoamážit guokte maŋimus jagi fuomášan mealgadis ovdáneami dárogieloahppamis...»
nob: Gjervig var tydeligvis en iherdig fornorsker og året etter forteller han om stor framgang og om hvilke metoder han har brukt:«Ved at forbyde børnene i frikvarterene og i middagstiden at gjøre brug af det lappiske sprog og ved at opmuntre alle og enhver, som kommer i berørelse med børnene, saavidt mulig at tiltale dem paa norsk, har jeg i særdeleshed i de to sidste aar mærket betydelig fremgang i tilegnelsen af norsk...»

source: 1890:s čállá suohkanbáhppa Nicolai Horneman skuvlastivrajođiheaddjin reive badjebearráigehččui: «Skuvlastivrra čoahkkimis golggotmánu 12. b. dán jagi mearriduvvui oahpahusplána gieđahallamis «álgomearkkašumiid» vuolde čuovvovaččat:
nob: I 1890 skriver sogneprest Nicolai Horneman som skolestyreformann brev til overtilsynet: [11]«I skolestyrets møde d.. 12 te oktober d.å. blev under behandlingen af undervisningsplanen under «indledende bemerkninger» vedtaget følgende passus.

source: «Sámi mánáide sáhttá jus dárbbašlaš sámegiella geavahuvvot veahkkegiellan oahpahusas, ja sáhttá geavahit lohkan- ja oahppogirjjiid main lea sámegiel teaksta dárogiel teavstta bálddas, instruvssa mielde mii mearriduvvui golggotmánu 12. b. 1880.»
nob: «For lappiske barn kan om det er nødvendigt lappisk benyttes som hjælpesprog ved undervisningen samt læse- og lærebøger med lappisk tekst ved siden af den norske i overensstemmelse med instruksen af 12 te oktober 1880.»

source: Dát instruksa ii gieđahallojuvvon erenoamážit čoahkkimis, muhto ii boahtán oktage ágga dán mearrideami vuostá, danin go jurddašedje ahte ortnet mii lei mearriduvvon instruvssa mielde lea buot ulbmillaččamus.
nob: Denne instruks blev ikke i mødet taget under speciel behandling, men der reiste sig ingen indvending mod vedtagelsen af ovenstående, idet man gik ud fra, at den ved instruksen fastsatte ordning var den hensigtsmessigste.

source: Mun sávan ahte dát ortnet sáhttá dohkkehuvvot maiddái Lágesvuona bealis, goit gaskaboddosaččat.
nob: Jeg håber at denne ordning kan tages for god for Lebesby vedkommende, i al fald indtil videre.

source: Lea oainnat veadjemeahttun čohkket skuvlastivrra miellahtuid, geat orrot bieđgguid miehtá viiddis báhpagieldda, fas čoahkkimii dán dálvvi.
nob: Det vil nemlig være umulig at samle skolestyrets medlemmer, der er spredte over det hele vidt strakte prestegjæld, oftere i vinter til møde.

source: In jáhke, ahte mearrádus dan birra, ahte eanetlohku šattašii doarjut sámegiela geavaheami eambbo go dat mii lea lobálaš instruvssa mielde.
nob: Jeg tror ikke, at en bestemmelse om, at en videregående benyttelse af lappisk end den i instruksen tilladte vilde få majoritet for sig.

source: Oaivvildit oainnat dáppe, ahte dakkár viidásit sámegielgeavaheapmi dušše šattašii hehttet dáruiduhttinbarggu, mii dál manná jámmat ovddosguvlui, vaikko manná njozet, ja mii maiddái lei jurddašuvvon instruvssain mii mearriduvvui golggotmánu 12. b. 1880.
nob: Man går nemlig her ud fra, at en sådan videregående benyttelse af lappisk kun vilde sætte stopper for det fornorskingsarbeide, som nu går sin jævne om end meget langsomme vei fremad, og som jo også var påtænkt ved instruksen af 12 te oktober 1880.

source: Jus nannejuvvošii, ahte váhnemiid sávaldat ja oaivil galggai mearridit das makkár giella galggai geavahuvvot, de šattašedje eanaš sámi váhnemat gáibidit ahte dušše sámegiella geavahuvvui, danin go eai beroš ávkkis, mii mánáide livččii oahppamis dárogiela, muhto diktet iežaset ovdagáttu ja vuostehágu dárogiela vuostá mearridit.
nob: Dersom det blev fastslået, at forældrenes ønske og mening skulde være det bestemmende angående hvilket sprog, der skulde benyttes, vilde vistnok de fleste lappiske forældre forlange det lappiske sprog alene benyttet, idet de ikke ser hen til den nytte, det vilde have for børnene at lære norsk, men derimod lader sig bestemme af en fordom og uvilje mod det norske sprog.

source: Mii guoská lohkama persovnnalaš oamasteapmái, in jáhke ahte nu go oahpaheapmi dál dáhpahuvvá, ahte lea mastege maid ballat eatnasiid hárrái.
nob: Hvad den personlige tilegning af det læste angår, tror jeg ikke som undervisningen nu foregår, at man har noget at befrykte for de flestes vedkommende.

source: Iežan vásáhusaid dahken rihppaskuvllas ja seammaláhkái skuvlaeksámeniin.
nob: Min erfaring gjorde jeg ved konfirmantforberedelsen og ligeledes ved skoleeksaminerne.

source: Sáhttá han leat ahte muhtimat ipmirdit oalle unnán, muhto seamma livččii leamaš jus sii livčče ožžon risttalašvuođaoahpu sámegillii, ja belohahkii rahpá maiddái instruvssa §6 vejolašvuođa viidásit geavahit sámegiela, man mearrádus dáppe nai 5 máná hárrái lea doaimmas.
nob: Det kand jo for nogles vedkommende være, at forståelsen er meget mangelfuld, men dels vilde det samme være tilfældet, om de havde fået sin kristendomskundskab på lappisk, og dels åbner jo §6 i instruksen til en videregående benyttelse af lappisk, hvilken bestemmelse jo også her for 5 børns vedkommende er trådt i kraft.

source: Nuppi rihppaskuvllas, mii mus lea leamaš, ledje han 18 konfirmánttas dušše 4 sámi, muhto sii geat ipmirdedje unnimusat ja lohke heajumusat, eai gullan sámiide, muhto dážaide.
nob: Ved den ene konfirmantforberedelse, jeg hittil har havt, var der riktignok kun 4 lapper af 18 konfirmanter, men de som forsto minst og lærte daarligst, hørte ikke til lapperne, men til de norske.

source: Seammás go bessen addit dan 4 sápmelažžii árvosáni buorre risttalašvuođamáhtu, fertejin addit 3 dážii árvosáni oalle buorre risttalašvuođamáhtu ja ovtta velá heittogis risttalašvuođamáhtu.
nob: Medens jeg således kunde give de 4 lapper karakteren god kristendomskundskab måtte jeg give 3 norske karakteren temmelig god kristendomskundskab og 1 endog karakteren mådelig kristendomskundskab.

source: Davvesiidda skuvlastivra golggotmánu 30. b. 1890 Dearvvuođaiguin N. Horneman Ovdaolmmái
nob: Lebesby skolestyre d.. 30 te oktober 1890 Ærbødigst N. Horneman Formand

source: Dán reivii lea bisma čállán su kommentára:Čujuhan Girkodepartemeantta čállosii golggotmánu 18. b. 1889, dieđihuvvon Davvesiidda suohkanbáhpa proavásgotti bokte, ahte go guoská gillii mii galgá geavahuvvot sámi guovlluin, berre erenoamážit váldit váhnemiid sávaldagaid ja oaiviliid vuhtii.
nob: På dette brevet har biskopen påført sin kommentar: [12]Jeg henviser til Kirkedepartementets Skrivelse af 18. Oktober 1889, meddelt Lebesby Sogneprest gjennem Prostiet, at det med hensyn til det sprog som skal benyttes i finske Distrikter vil være beføiet at tage et særligt hensyn til forældrenes Ønske og Mening.

source: Bivddán danin ahte ášši gieđahallojuvvo ođđasit.
nob: Sagen bes derfor optages til fornyet Behandling.

source: Romsa, čakčamánu 24. b. 1891
nob: Tromsø, 24. September 1891

source: «Geat lohket iežaset giela»
nob: «Der læse deres eget Sprog»

source: Lea čielggas ahte iešguđet oahpaheaddjit, velá ovtta gielddas, ipmirdedje ja geavahedje dáruiduhttininstruvssa iešguđet láhkái.
nob: Fornorskingsinstruksen av 1880 blei tydeligvis oppfatta og praktisert ganske forskjellig av lærerne, sjøl innafor samme kommune.

source: Bajábealde oinniimet ahte Sáltesávjju oahppit gildojuvvojedje sámásteamis velá bottuin nai. Lánavuona oahpaheaddjis, Nils Pedersenis, fas lei eará oaidnu.
nob: Mens vi over så at elevene på Veidnes blei nekta å snakke samisk sjøl i friminuttene, hadde lærer N. Pedersen i Landersfjord ei mer liberal holdning.

source: Son čállá 1884:s: «Oktiibuot 44 skuvlageatnegahtton máná, dáid gaskkas 4 dáža, 1 kveana duogážis, lohket sámegiela, 39 sámi máná, geat lohket iežaset giela, muhto belohahkii ohppet dárogiela.»
nob: Han skriver i 1884: «I alt 44 Skolepligtige Børn, hvoraf 4 Norske, 1 af Kvænsk Herkomst, læser Lappisk, 39 Lappiske Børn, der læse deres eget Sprog, men delvis lære Norsk.»

source: «Dušše noađđi ja váivi»
nob: «Kun en byrde og en plage»
